{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "command-completion.nvim": {
      "src": "https://github.com/smolck/command-completion.nvim"
    },
    "dashboard-nvim": {
      "src": "https://github.com/nvimdev/dashboard-nvim"
    },
    "eagle.nvim": {
      "src": "https://github.com/soulis-1256/eagle.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "fzf-nerdfont.nvim": {
      "src": "https://github.com/stephansama/fzf-nerdfont.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "lsp_signature.nvim": {
      "src": "https://github.com/ray-x/lsp_signature.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nord.nvim": {
      "src": "https://github.com/shaunsingh/nord.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/norcalli/nvim-colorizer.lua"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "obsidian.nvim": {
      "src": "https://github.com/obsidian-nvim/obsidian.nvim"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "pkl-neovim": {
      "src": "https://github.com/apple/pkl-neovim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "scribblenote.nvim": {
      "src": "https://github.com/StikyPiston/scribblenote.nvim"
    },
    "store.nvim": {
      "src": "https://github.com/alex-popov-tech/store.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "tree-sitter-vhs": {
      "src": "https://github.com/charmbracelet/tree-sitter-vhs"
    },
    "triforce.nvim": {
      "src": "https://github.com/gisketch/triforce.nvim"
    },
    "vim-airline": {
      "src": "https://github.com/vim-airline/vim-airline"
    },
    "vim-airline-themes": {
      "src": "https://github.com/vim-airline/vim-airline-themes"
    },
    "volt": {
      "src": "https://github.com/nvzone/volt"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}