{
  "plugins": {
    "2048.nvim": {
      "src": "https://github.com/NStefan002/2048.nvim"
    },
    "coinflip.nvim": {
      "src": "https://github.com/StikyPiston/coinflip.nvim"
    },
    "eagle.nvim": {
      "src": "https://github.com/soulis-1256/eagle.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "fzf-nerdfont.nvim": {
      "src": "https://github.com/stephansama/fzf-nerdfont.nvim"
    },
    "image.nvim": {
      "src": "https://github.com/3rd/image.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "lazygit.nvim": {
      "src": "https://github.com/kdheepak/lazygit.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "markmap.nvim": {
      "src": "https://github.com/Zeioth/markmap.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "neowiki.nvim": {
      "src": "https://github.com/echaya/neowiki.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/norcalli/nvim-colorizer.lua"
    },
    "nvim-highlight-colors": {
      "src": "https://github.com/brenoprata10/nvim-highlight-colors"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "pkl-neovim": {
      "src": "https://github.com/apple/pkl-neovim"
    },
    "playdate.nvim": {
      "src": "https://github.com/sqwxl/playdate.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "tree-sitter-vhs": {
      "src": "https://github.com/charmbracelet/tree-sitter-vhs"
    },
    "triforce.nvim": {
      "src": "https://github.com/gisketch/triforce.nvim"
    },
    "typr": {
      "src": "https://github.com/nvzone/typr"
    },
    "vim-airline": {
      "src": "https://github.com/vim-airline/vim-airline"
    },
    "vim-airline-themes": {
      "src": "https://github.com/vim-airline/vim-airline-themes"
    },
    "vim-startuptime": {
      "src": "https://github.com/dstein64/vim-startuptime"
    },
    "volt": {
      "src": "https://github.com/nvzone/volt"
    }
  }
}